Repository: Div-it/mbform
Catalog: languages/mbform-*.po
Languages: es_ar

source: MBForm basic configuration page
es_ar: MBForm configuración basica

source: Basic Settings
es_ar: Configuración Basica

source: Display Settings
es_ar: Configuraciones de Visualización

source: Hotel Id
es_ar: Hotel Destino Id

source: URL identificator
es_ar: Identificador URL

source: Hook to action
es_ar: Enganchar a Acción

source: Action Name
es_ar: Nombre de Acción

source: Top distance
es_ar: Distancia superior

source: Left distance
es_ar: Distancia izquierda

source: Color palette
es_ar: Paleta de color

source: From this administrator must configure the search parameters in Book-It, the same will be granted by the team Div-it in high account.
es_ar: Desde este administador puede configurar los parametros de busqueda del motor de reservas los mismos le fueron otorgados por Div-it al dar el alta de la cuenta .

source: From this administrator you can define how display plugin.
es_ar: Desde este administrador puede definir la posición en la que se muestra el formulario

source: Action Name to hook default: get_template_part_template-parts/content
es_ar: Acción de la engancharse ( default : get_template_part_template-parts/content )

source: Green
es_ar: Verde

source: Blue
es_ar: Azul

source: Red
es_ar: Rojo

source: Top distance to header
es_ar: Distancia al borde superior

source: Left distance to header
es_ar: Distancia al borde izquierdo

source: .mbooking.com.ar/en/book/
es_ar: .mbooking.com.ar/es/reservas/

source: Arrival Date
es_ar: Fecha de entrada

source: Arrival
es_ar: Entrada

source: Departure Date
es_ar: Fecha de salida

source: Departure
es_ar: Salida

source: Promotional Code
es_ar: Cod. Promocional

source: Book!
es_ar: Reservar!

source: Book Now!
es_ar: Reservar Ahora!
